examples/dfHighSpeedFoam/oneD_singleDropletMotion/d_25/0/N2
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      N2;
}
// ************************************************************************* //

dimensions          [0 0 0 0 0 0 0];

internalField       uniform 0.764565;

boundaryField
{
    Left
    {
        type            zeroGradient;
    }
    
    Right
    {
        type            zeroGradient;
    }

    empty
    {
        type            empty;
    }
}

// ************************************************************************* //
