examples/dfHighSpeedFoam/oneD_singleDropletMotion/d_25/system/fvSchemes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

fluxScheme		Kurganov;

ddtSchemes
{
    default         Euler;
}

gradSchemes
{
    default         Gauss linear;
}

divSchemes
{
    default         none;
    div(tauMC)            Gauss linear;
    div(hDiffCorrFlux)    Gauss cubic;
    div(phi,Yi_h)         Gauss vanLeer;
}

laplacianSchemes
{
    default         Gauss linear orthogonal;
}

interpolationSchemes
{
    default         linear;
    reconstruct(rho)      Minmod;
    reconstruct(U)        MinmodV;
    reconstruct(T)        Minmod;
    reconstruct(Yi)       Minmod;
}

snGradSchemes
{
    default         orthogonal;
}


// ************************************************************************* //
